let messages = {
  menus: {
    about: 'About Intube',
    consulting: 'Consulting',
    tubelearn: 'TubeLearn',
    tubeanaly: 'TubeAnaly',
    tubestory: 'TubeStory',
  },
  contact: 'Contact',
  lang: {
    ko: 'Korea',
    en: 'English',
    vi: 'Vietnam',
  },
  heading: [
	  {
	      title: 'Sharing your Idea with TubeStory!!',
	      desc: 'TubeStory와 함께하면  <br /> 당신의 아이디어가 현실이 됩니다.',
	    },
	    {
	      title: 'Creativity',
	      desc: '사고력이나 기억력, 창의력을 높이기 위한 <br />두뇌개발 기법으로도 많이 사용하고 있습니다.',
	    },
	    {
	      title: 'Advantages',
	      desc: '좌뇌와 우뇌의 동시사용으로 두뇌개발에 좋아요 <br /> 두뇌발달로 인래 이해력과 기억력 향상에 도움이 되요',
	    },
  ],
  footer: {
    text1: '충남 천안시 부대동 275번지 천안공과대학 전기∙전자 제어공학부',
  },
  contactform: {
    fullname: '신청자 이름 (필수)',
    email: 'Email 주소',
    id: 'Tubestory ID',
    phone: '전화번호 (빠른회신을 원하시면 남겨주세요)',
    message: '서비스 이용중 어려움 또는 기타 궁금하신 내용을 적어 주세요 ​예) 이미지 첨부가 되지 않아요, 협업은 어떻게 하는건가요??',
    submit: '신청하기',
    sending: 'Sending ...',
    success: 'Send successfully!',
    failed: 'Send failed!',
  },

  // pages
  index: {
    title: 'About Intube',
    text1: '㈜인튜브(<span>in</span>tube) = <span>Interactive</span> + Tube',
    text2: '<span>“사람을 위한 기술을 만들자”</span>는 목표로',
    text3: '이러닝에서 평균 15년 이상된 전문 인력이 모였습니다.',
    text4: '지금까지 경험하지 못한 편리한 교육​ 인튜브와 함께하면 새로워 집니다.',

    card1: {
      title: 'Smart Edutech',
      desc: '평생을 함께 하는 교육<br />사람을 위한 교육을 만듭니다.',
      content: {
        title: '평생을 함께 하는 교육​<br />사람을 위한 기술',
        desc: '인튜브는 백년을 생각하는 기업 입니다. ​<br />우리의 기술이 교육의 미래가 될 수 있도록 노력 합니다. ​<br />교육과 배움을 통해, ​미래를 생각하는 에듀테크 전문 기업이 되겠습니다.',
      },
    },

    card2: {
      title: 'Service & Solution',
      desc: '교육의​<br />새로운 미래를 제시합니다',
      content: {
        title: '교육을 보다 효율적으로',
        text1: '각 분야의 전문인력이 모여​ 교육 컨설팅부터​<br />구축・운영・학습분석・이러닝 서비스 까지​<br /><b>인튜브에서 이러닝의 모든것</b>을 경험 하실 수 있습니다.',
        text2: '아직 망설여지나요? 체험은 무료 입니다.',
        text3: '신청하기',
      },
    },

    card3: {
      title: 'History​',
      desc: '에듀테크의<br />역사를 만들고 있습니다',
      content: {
        text1: '한국과학창의재단 알지오매스 활성화 및 운영',
        text2: 'KAIST 교수학습시스템 운영 유지관리​',
        text3: 'KNOU 유니트윈 온라인 학습 플랫폼 구축',
        text4: '기업부설 연구소 설립',
        text5: '벤처 기업 인증',
        text6: 'KERIS 차세대 통합교육 연수시스템 ISP',
        text7: '㈜쿼렌시스 화상강의 MOU 체결',
        text8: '㈜와탭랩스 모니터링 툴 MOU 체결',
        text9: '우정공무원교육원 ISP',
        text10: '㈜인튜브 설립',
      },
    },

    card4: {
      title: 'Intube :: Our Team!!',
      desc: '교육을 바꾸고 싶은<br />열정과 목표가 있습니다',
    },
  },

  consulting: {
    s2: {
      text1: 'Consulting',
      text2: '교육의 새로운 가치를 제시 합니다.',
      text3: '에듀테크 서비스를 위한 ​중,장기 전략 수립 및 교육환경의 미래 가치를​<br />함께 고민 하고 최적화된 솔루션을 제시 합니다​',
      text4: '교육 컨설팅 에서 서비스 안정화 까지<br />​ 교육분야 전반에 걸친 컨설팅 서비스를 경험하세요',
    },

    s3: {
      text1: '인튜브 만의 컨설팅 노하우',
    },

    s4: {
      text1: '컨설팅 표준 절차',
      text2: 'On-going Change Management<br />이해관계자와 보고/설명회/자문을 통한 지속적인 커뮤니케이션​',
      phase1: {
        text1: 'Phase I',
        text2: '환경 분석',
        text3: '경영환경 분석',
        text4: '나만의 특화된 교육서비스를 준비하기 위해서<br />대내외 경영환경을 분석부터 법제도와<br />최신 에듀테크 정보기술을 분석해드립니다.',
        text5: '법ㆍ제도 분석',
        text6: '정보기술 환경 분석',
        text7: '서비스 목적에 맞는 최신 트랜드를 한번에 받아 보실 수 있습니다.',
        text8: '환경분석 종합 및​ 정보화 방향성 수립',
        text9: '운영에 하자가 없는 최신 트랜드가 반영된 방향성을 제시해드립니다.',
        text10: '현황분석',
      },
      phase2: {
        text1: 'Phase II',
        text2: '현황 분석',
        text3: '업무현황 분석',
        text4: '서비스, 플랫폼, 정보 인프라, 조직을 분석하고,<br />설문(FGI), 전문가 자문을 통해서 현재의 상황을<br />분석합니다.',
        text5: '정보기술(IT) 현황 분석',
        text6: '벤치마킹',
        text7: '또한 다양한 선진사례 분석을 통하여,<br />차이(GAP) 분석을 진행합니다.',
        text8: '차이분석',
        text9: '이슈통합 및 개선과제 도출',
        text10: '정보화 방향성과 내부 분석, 선진 사례 분석을<br />토대로 개선과제를 도출합니다.',
        text11: '목표모델 설계',
      },
      phase3: {
        text1: 'Phase III',
        text2: '목표모델 설계',
        text3: '정보화 비전 및 전략 수립',
        text4: '조직의 비전과 목표를 바탕으로 해당 과제의<br />정보화 비전 및 전략과제를 정의합니다.',
        text5: '추진전략 및 과제정의',
        text6: '목표모델 정의 및 ​개선과제 상세화',
        text7: '전략과제에 따른 개선과제를 제시하고,<br />고객과의 충분한 협의 과정을 거칩니다.',
        text8: '목표모델 설계',
        text9: '바로 사업에 착수 할 수 있는 수준의 목표모델 설계(AA, DA, IA, NA)를 지원합니다',
        text10: '목표모델 지원방안',
        text11: '또한 개선 과제를 운영할 수 있는 조직 체계, 운영체계를 제시합니다.',
        text12: '통합 이행계획',
      },
      phase4: {
        text1: 'Phase IV',
        text2: '통합 이행계획',
        text3: '통합 이행과제 정의',
        text4: '이행과제에 따른 단계별 추진 전략을 제시합니다.',
        text5: '통합 이행계획 수립',
        text6: '이행과제는 합리적인 예산 산출을 제시합니다.',
        text7: '총 사업비 산출',
        text8: '또한, 사업의 효과분석과 중장기<br />발전방향을 제시합니다.',
        text9: '효과분석',
        text10: '사업에 바로 착수하실 수 있는 RFP를<br />제공해드립니다.',
        text11: 'RFP 작성',
        text12: '고객이 사업을 성공적으로 착수 마무리<br />할 수 있도록 꾸준한 관리 지원을 합니다.',
        text13: '종료',
      },
    },
  },

  tubelearn: {
    s2: {
      text1: 'tubelearn',
      text2: 'TubeLearn for education',
      text3: '성공하는 교육의 비밀 :: TubeLearn과 함께 하세요.',
      text4: '온라인으로 수업을 하고 ​학생 및 직원을 교육 하고<br />과정 및 콘텐츠를 서비스 하고 싶으시다면',
      text5: 'TubeLearn 으로 ​빠른 시간안에 하실 수 있는 방법이 있습니다.',
      // prettier-ignore
      blocks: [
        {
          title: 'Flexibility',
          desc: 'TubeLearn은 e-Learning<br />국제표준 및 개발 표준을 준수해, 타 시스템과의 연계, 통합, 확장이 용이 합니다.',
        },
        {
          title: 'Scalability',
          desc: '이러닝 국제 표준을 준수 하고 있어 쉽게 외부자원 연계 및 이러닝 시스템 통합이 가능 합니다.',
        },
        {
          title: 'CourseWare Builder',
          desc: '다년간의 경험을 바탕으로 학교 및 기업등의 수업 현장에서 요구하는 다양한 수업모형 설계가 가능한 CourseWare Builder 기능을 제공 합니다.',
        }
      ],
    },
    s3: {
      text1: '진짜 교육 플랫폼이 나타났다.',
      text2: '플랫폼에 대한 고민은 ​TubeLearn이 할께요~<br />교육에 집중해 주세요',
      // prettier-ignore
      items: [
        { text: '다양한<br />테마관리' }, 
        { text: '통합 플랫폼<br />Portal & LMS' },
        { text: '사용자 친화적인​<br />UI/UX' },
        { text: '최신 IT 기술​<br />적용' },
        { text: '다국어​<br />지원' },
        { text: '통합 교육<br />플랫폼​' },
        { text: '클라우드​<br />서비스' },
        { text: 'AI 기반의​<br />학습분석' }
      ],
    },
    s4: {
      text1: 'Tubelearn은 설치형과 클라우드 서비스를 지원합니다.<br />어떤것을 선택 하셔도 만족 하실 수 있습니다',
      // prettier-ignore
      checklist1: [
        '인튜브에서 제공하는 서버 내에서 사용이 가능 하십니다.',
        'Tubelearn에 새로운 기능이 추가 되는경우, 클라우드에서는 별도의 비용없이 사용이 가능 하십니다.',
        '추가 기능 개발은 불가 하나, 메일을 통해 접수된 요구사항은 트렌드를 반영해 개발 되어 집니다.',
        '회원수가 적은 학원, 특정학과, 소규모의 학교에서 하시는 것을 추천 드립니다.',
        '대용량의 서비스를 원하시는 경우, 설치형으로 문의해 주세요.',
        '다양한 클라우드 API와 연계된 서비스를 이용하실수 있습니다.',
      ],
      text2: 'Cloud',
      text3: '설치',
      // prettier-ignore
      checklist2: [
        '고객사의 서버에 직접 설치 하여 운영 합니다',
        '원하는 도메인을 설정해서 사용 하실 수 있고 디자인이나, 플랫폼의 구조를 변경 할 수 있습니다.',
        '서버의 자원이 허락하는 제한범위에서 동시접속자의 처리 하실 수 있습니다.',
        '기업, 대학, 학원 기관등에 사용 가능하시며, ​특정기능을 요구 하시는경우 추가 개발을 통해 구현이 가능 합니다.'
      ],
    },
    s5: {
      text1: 'TubeLearn에 대해서 궁금한 것들이 더 있을까요?',
      text2: '지금 바로 문의 주세요​.',
      text3: '실시간 상담을 통해, 자세히 안내 드립니다.',
    },
    s6: {
      text1: 'TubeLearn 문의​',
    },
  },

  tubeanaly: {
    s2: {
      text1: 'TubeAnalytics',
      text2: '학습분석을 위해 개발한 빅테이터 기반의 학습분석 플랫폼',
      text3: '학습분석이란 무엇일까?',
      text4: '이러닝을 하면서 저장 되었던 학습 이력 및 로그 데이터,<br />시간이 지나면서 지워지는 데이터 중 하나였습니다.',
      text5: '<b>하지만,</b><br />빅데이터가 나오면서 이러닝에도 적용이 되었고, ​배움, 교육에<br />데이터 분석을 접목한 분야 및 학문을 ​학습분석 (Learning Analytics)라고 합니다.',
      text6: '<b>학습분석은</b><br />그동안 버려졌던 학습이력 데이터를 분석해 ​학생, 교수자, 관리자에게<br />필요한 의미를 찾아내고, ​결과 데이터와 정보를 전달합니다.',
      text7: '학습분석 데이터를 이용해​<br />사용자 권한별로 다음과 같이 예측이 가능 합니다.',
    },
    s3: {
      text1: '예측이 가능한 내용은',
      // prettier-ignore
      blocks: [
        {
          text1: '관리자',
          text2: '학습참여와 학습활동등을<br />활용한 교육의 효과를 정량적으로 판단<br /><br />',
          text2color: 'text-gray10',
          text3: '자기조절 학습<br />​ (Self-Regulated Learning)',
          text4: '가장 최적화된 학습모형 도출',
          text5: '최적화된 평가지원도구',
        },
        {
          text1: '교수자',
          text2: '학습부진자의 학습독려, ​과정에서<br />운영된 학습활동을 분석해, 과정에 최적화된<br />코스웨어를 도출',
          text2color: 'text-gray10',
          text3: '학습 부진자 예측​',
          text4: '보고의 정확성',
          text5: '학습참여 및 학습독려'
        },
        {
          text1: '학습자',
          text2: '나의 학습현황 분석, 진도, 다른 학생과의<br />학습현황 비교 등을 통해 학습동기유발 및<br />정량화된 나의 학습현황 확인',
          text2color: '',
          text3: '개인별 맞춤 학습',
          text4: '교육의 효율성',
          text5: '교육의 효과성 증명',

        }
      ],
    },
    s4: {
      text1: '“TubeAnalystics”는',
      text2: '다양한 학습 데이터 분석을 통해, 교육에 필요한 데이터를 제공합니다.',
      text3: '“학습분석” 왜 필요한지 알아볼까요?',
      // prettier-ignore
      qna: [
        {
          question: '누가 사용하나요?',
          answer: '학습분석은 학생, 교수자, 관리자 모두에게 필요합니다.<br> ​분석이 완료된 데이터는 접속한 사용자의 요구에 따라 다양한 유형의 데이터 분석 결과를 확인 하실 수 ​있습니다.<br>​학생의 경우 자기조절 학습과 개인별 맞춤학습을 진행하고  가장 최적화된 학습 모형을 도출하여 학습에 도움을 줄 수 있으며,<br>교수자의 경우 학습참여 및 학습독려, 교육의 효과성을 증명해 볼 수 있습니다. 학습분석을 통해 적재된 데이터를 대시보드로 제공하여 관리자의<br>업무를 지원할 수 있습니다.'
        },
        {
          question: '언제 적용을 하고 언제 볼 수 있는거죠?',
          answer: '학습분석은 Big Data 분석 시스템 입니다.<br> ​교육을 하는 곳에서 학습관리 시스템을 구축 하면, 바로 학습분석을 진행 할 수 있습니다.<br> ​하지만, 데이터가 많으면 많을수록 더 정확한 예측이 가능해요. ​ ( 요즘은 Small Data에서 의미 분석하는 방법을 찾고 있습니다. )​<br>이미 학습관리 시스템을 운영하고 계시고, 학습로그가 저장이 되어있다면 지금 바로 시작 하세요.​<br>어떤 학습관리 시스템을 사용하시더라도 적용이 가능 합니다. ​<br>구축초기라고 해도 걱정 하지 않으셔도 됩니다. ​<br>TubeAnalystics는 Small Data 에서도 의미를 찾을 수 있어요~ ( 조만간요 ~ )'
        },
        {
          question: '언제 적용을 하고 언제 볼 수 있는거죠?',
          answer: '데이터는 언제 볼수 있는거죠..?'
        },
        {
          question: '어떤 데이터를 분석 할 수 있나요?',
          answer: '학습관리 시스템은 정형, 비정형 데이터로 구분이 됩니다.<br> ​학습관리 시스템을 이용하면서 이미 정해진 데이터 모델에서 발생하는 정형 데이터, ​미리 정의된 데이터 모델이 없거나, 정해진 방식으로 정리 되지 않은<br>데이터인 비정형 데이터가 있습니다.<br> ​학습관리 시스템에서 저장된 데이터 이외에, 대학의 경우 학사 시스템에 저장된 과정, 사용자 수강신청정보,​ 외부 콘텐츠 자원의 메타 데이터 들을 수집해,<br>분석을 할 수 있습니다. ​<br>단, 학습관리 시스템 이외의 시스템에서 데이터 연계시 API 또는 파일 형태로 데이터를 보내줘야 가능 합니다 ​<br>그외에도 SNS, 외부 포털에서 제공하는 특정 키워드의 데이터를 연계 해 분석도 가능 합니다.'
        },
        {
          question: '학습분석 시스템을 적용 하려면 어떻게 해야 하나요?',
          answer: `
          학습분석을 도입하기 위해, 아래의 내용을 검토 해야 합니다. <br>​
          - 직접 운영하고 있는 학습관리 시스템이 있는지? ​<br>
            외부 시스템을 사용하는 경우, 데이터를 수집하는데 DB 또는 시스템에 접근이 필요해, 많은 어려움이 있습니다. ​<br>
          - 시스템에서 저장되는 학습이력 데이터는 어떤 유형이 저장 되는지?? ​<br>
            학습분석 시스템이 도입 된다고 해서, 무조건 분석이 되지는 않습니다. ​<br>
            특정 유형을 분석하기 위해, 필요한 데이터가 있는지 개발사인 인튜브와 협의가 필요하며, 만약 없는 경우 필요 ​데이터를 저장하기 위해 시스템의 추가 개발이<br>
            필요 할 수 있습니다. ​<br>
          - 내가 원하는 분석 데이터는 무엇인지?? ​<br>
            인터넷 발달로 인해, 개발사보다 분석을 요구하는 고객사에서 더 많은 정보를 가지고 있습니다. ​<br>
            내가 운영 및 관리 하는 시스템에서 필요한 학습분석 결과가 무엇인지 나의 요구 파악이 필요합니다. <br>​
            큰 규모의 서비스를 운영하시는 경우, 학습분석을 위한 컨설팅을 선진행 하시는 것을 제안 드립니다. ​<br>
          - 마지막으로 TubeAnalystics의 데모 사이트를 신청해서, 검토 하시면 됩니다.
          `
        },
        {
          question: '학습분석을 왜 해야 하나요..??',
          answer: `학습분석을 왜 해야 하는지..?? ​<br>
          DB 데이터를 쿼리하면 안되는지..?? ​<br>
          왜 전문 분석 도구가 필요한지.. 내용을 적어야 함​<br>
          - 학습분석은 학습 성과에 대한 기본적인 정보는 물론 학습 활동 전반에 대한 데이터를 수면 위로 끄집어낼 수 있습니다. <br>
             교육 담당자는 이 데이터들을 토대로 학습에 어려움을 겪고 있는 학습자를 포착할 수 있으며, 해당 학습자들에게 최적화된 지원을 제공할 수 있습니다.​`
        },
      ],
    },
    s5: {
      text1: '학습분석 아직도 망설여지나요?<br />​ TubeAnalystics 체험은 무료 입니다',
      text2: '신청하기',
    },
  },

  tubestory: {
    s2: {
      text1: 'TubeStory',
      text2: 'Sharing your Idea with TubeStory!!',
      text3: 'TubeStory는 웹으로 만든 마인드맵 서비스 입니다.',
      text4: '나마의 아이디어를 시각적으로 만들고,<br />​ 쉽게 공유 할 수 있는 실시간 창의 학습도구 입니다.',
      text5: '이미 많은 사용자들이 마인드맵을 활용해,<br />​ 브레인스토밍, 서비스 기획, 노트필기 등 다양한 분야에서 활용 하고 있습니다.',
      text6: '설치없이 사용가능한 웹기반 마인드맵 <span>T</span>ube<span>S</span>tory 지금 바로 사용해보세요.',
    },
    s3: {
      text1: 'TubeStory주요기능',
      // prettier-ignore
      blocks: [
        {
          text1: '협업',
          text2: '실시간으로 마인드맵을 공유 합니다.',
          text3: '다른 사람들과 내가 만든 마인드맵을 공유 하면서,<br />​ 아이디어를 공유 및 편집 할 수 있습니다.'
        },
        {
          text1: '다양한 맵 스타일',
          text2: '작성하는 주제에 맞게 맵의 스타일의 선택 하세요​.',
          text3: '아이디어의 주제에 맞는 맵 스타일을 다양하게 선택 하고<br />,작성 할 수 있습니다.'
        },
        {
          text1: '멀티미디어 콘텐츠',
          text2: '생각에게 표현의 자유를 더하다. +',
          text3: '더 풍성한 콘텐츠로 표현의 자유를 더 했습니다.<br />이미지, 동영상, 웹페이지, 메모등을 이용해 자유롭게 만들어 보세요'
        },
        {
          text1: '프리젠테이션',
          text2: '작성한 문서를 쉽게 프리젠테이션 하세요​.',
          text3: '내가 만든 아이디어!!!<br />TubeStory의 발표 기능으로 쉽게 프리젠테이션이 가능 ​합니다.'
        }
      ],
    },
    s4: {
      text1: 'Tube-Story의 다양한 활용법',
      // prettier-ignore
      videolist: [
        {
          url: 'https://www.youtube.com/embed/-1LCSn5eNLQ',
          title: '협업 브레인 스토밍',
          desc: '실시간 맵 공유가 가능해,<br />​ 협업 브레인 스토밍을 할 수 있어요​.',
        },
        {
          url: 'https://www.youtube.com/embed/biQwPUTx_N4',
          title: '다양한 맵 스타일',
          desc: '주제에 따라 맵 스타일을<br />변경 할 수 있어요',
        },
        {
          url: 'https://www.youtube.com/embed/Da83EF3YfGk',
          title: '멀티 미디어 콘텐츠',
          desc: '문서, URL, 이미지, 동영상, 웹페이지 등<br />웹에서 활용가능한 자원을 활용 할수 있어요.',
        },
        {
          url: 'https://www.youtube.com/embed/DtvUj1pc388',
          title: '프리젠테이션',
          desc: '마인드맵으로 작성한 내용을<br />프리젠테이션으로 공유 및 발표 할 수 있어요.',
        },
        {
          url: 'https://www.youtube.com/embed/0Gdz6HlBSDE',
          title: '학습관리 도구 통합 (LMS)',
          desc: 'LTI 표준을 이용해,<br />다양한 LMS와 통합이 가능해요.',
        },
        {
          url: 'https://www.youtube.com/embed/vC_7QfzaIDs',
          title: 'IoT관리도구',
          desc: 'IoT와 연계가 가능합니다.<br />​ IoT 코딩을 시도해 보세요',
        },        
      ],
    },
    s5: {
      text1: '요금안내',
      // prettier-ignore
      blocks: [
        {
          url: '#',
          text1: 'Free​',
          text2: '회원가입',
          text3: '0월 / 월',
        },
        {
          url: '#',
          text1: 'Premium',
          text2: '문의하기',
          text3: '5,000원 / 월',
        },
        {
          url: '#',
          text1: 'Enterprise',
          text2: '문의하기',
          text3: '9,000원 / 월',
        },
      ],
      // prettier-ignore
      tabletitle: ['기능/플랜', 'Free', 'Premium', 'EnterPrise'],
      // prettier-ignore
      tablelist: [
        ['맵 갯수', '10개', '50', '무제한'],
        ['맵 리믹스', '0', '50', '500'],
        ['프레젠테이션', 'Box', 'All', 'All'],
        ['맵스타일', 'Mindmap, Card, Tree', 'All', 'All'],
        ['가져오기', 'X', 'All', 'All'],
        ['내보내기', 'X', 'All', 'All'],
        ['업로드 용량(누적)', '500Mb', '1GB', '10GＢ'],
        ['무들강좌 연계', '준비중', '준비중', '준비중'],
        ['IOT(베타 테스트)', '-', '0', '0'],
        ['','무료', '5,000/월', '9,000/월']
      ],
    },
    s6: {
      text1: 'TubeStory에 대해서 궁금한 것들이 더 있을까요?',
      text2: '지금 바로 문의 주세요​.',
      text3: '실시간 상담을 통해, 자세히 안내 드립니다.',
    },
    s7: {
      text1: 'TubeStory 문의',
    },
  },
};

export { messages };
